export const options = [
  {
    value: "成都市局（公司）",
    label: "成都市局（公司）"
  },
  {
    value: "自贡市局（公司）",
    label: "自贡市局（公司）"
  },
  {
    value: "泸州市局（公司）",
    label: "泸州市局（公司）"
  },
  {
    value: "德阳市局（公司）",
    label: "德阳市局（公司）"
  },
  {
    value: "绵阳市局（公司）",
    label: "绵阳市局（公司）"
  },
  {
    value: "广元市局（公司）",
    label: "广元市局（公司）"
  },
  {
    value: "遂宁市局（公司）",
    label: "遂宁市局（公司）"
  },
  {
    value: "内江市局（公司）",
    label: "内江市局（公司）"
  },
  {
    value: "乐山市局（公司）",
    label: "乐山市局（公司）"
  },
  {
    value: "南充市局（公司）",
    label: "南充市局（公司）"
  },
  {
    value: "资阳市局（公司）",
    label: "资阳市局（公司）"
  },
  {
    value: "阿坝市局（公司）",
    label: "阿坝市局（公司）"
  },
  {
    value: "甘孜市局（公司）",
    label: "甘孜市局（公司）"
  },
  {
    value: "都江堰市局（公司）",
    label: "都江堰市局（公司）"
  },
  {
    value: "凉山市局（公司）",
    label: "凉山市局（公司）"
  },
  {
    value: "眉山市局（公司）",
    label: "眉山市局（公司）"
  },
  {
    value: "宜宾市局（公司）",
    label: "宜宾市局（公司）"
  },
  {
    value: "广安市局（公司）",
    label: "广安市局（公司）"
  },
  {
    value: "达州市局（公司）",
    label: "达州市局（公司）"
  },
  {
    value: "雅安市局（公司）",
    label: "雅安市局（公司）"
  },
  {
    value: "巴中市局（公司）",
    label: "巴中市局（公司）"
  },
  {
    value: "攀枝花市局（公司）",
    label: "攀枝花市局（公司）"
  },
  {
    value: "其他（请在填写内容区注明）",
    label: "其他（请在填写内容区注明）"
  }
]