[
  {
    "time": "2019-12-31",
    "department": "办公室(外事办公室)",
    "content": "拟订并组织实施机关政务管理制度和工作规范；负责政务协调、调研督办、会议管理、文档管理、政务信息、新闻宣传、保密管理、信访稳定、应急值守、外事管理等工作。"
  },
  {
    "time": "2019-12-31",
    "department": "综合计划处（经济运行处）",
    "content": "拟订全系统发展战略和规划；组织编制固定资产投资规划和年度投资计划，审核总公司授权投资项目；拟订年度烟草专卖品产供销及进出口的年度计划；组织对外经济技术合作；负责烟草专卖品价格管理工作；掌握和分析产销动态，协调产供销的衔接；承担精益管理、贯标、对标、QC等企业管理工作。"
  },
  {
    "time": "2019-12-31",
    "department": "专卖监督管理处（专卖稽查总队）",
    "content": "监督检查辖区烟草专卖法律法规及规章的执行情况，制订实施辖区专卖管理监督制度；组织指导并承办涉烟违法违规案件查处，打击假冒伪劣、走私烟草专卖品等违法行为；承担相关专卖许可证件的核发、监督、管理工作。"
  },
  {
    "time": "2019-12-31",
    "department": "内部专卖管理监督处",
    "content": "监督检查辖区行业内部生产经营企业遵守烟草专卖法律法规及行业规范的情况，制订实施辖区内部专卖管理监督制度；组织协调内部专卖管理监督工作，负责对行业内部生产经营企业的日常监管，对违反烟草专卖法律法规生产经营问题的查处。"
  },
  {
    "time": "2019-12-31",
    "department": "政策法规与体制改革处",
    "content": "拟订和组织实施全系统体制改革方案；承担所属企业设立、分立、合并、撤销、更名等的审核、报批工作；审核规范性文件等管理制度及重大决策；组织法律风险防控；承办相关行政复议，处理诉讼仲裁等法律纠纷；负责专卖执法人员资格管理等法治监督工作；负责法治宣传教育工作；承担企业法务工作。"
  },
  {
    "time": "2019-12-31",
    "department": "财务管理处（资金管理中心）",
    "content": "提出全系统有关经济政策建议；负责拟订并组织实施行业财务管理、预算管理、资产经营管理、会计核算的制度、办法，管理监督财务资金；负责拟订并组织实施国有资产保值增值考核办法和标准。"
  },
  {
    "time": "2019-12-31",
    "department": "审计处",
    "content": "负责拟订全系统内部审计工作规定、办法；负责拟订内部审计发展规划和年度审计项目计划并组织实施；负责对审计派驻机构的工作进行指导、协调、检查和考核；负责对本级实施同级审计监督。"
  },
  {
    "time": "2019-12-31",
    "department": "科技处",
    "content": "负责研究制订全系统科技发展规划；承担创新体系建设工作；组织实施技术创新和重大科研项目攻关及科技成果应用推广工作；承担技术监督和标准化工作。"
  },
  {
    "time": "2019-12-31",
    "department": "人事处",
    "content": "负责拟订全系统人力资源发展规划；承担省级以下烟草专卖局的设立、撤销、合并、更名等的报批工作；负责机构编制、干部人事、人才队伍、劳动工资、保险福利、教育培训等工作。"
  },
  {
    "time": "2019-12-31",
    "department": "党建工作处",
    "content": "负责拟订全系统思想政治工作规划、意见；负责组织和指导全系统党的建设、思想政治建设、精神文明建设、文化建设等工作；负责职工思想政治工作研究会的日常工作。机关党委负责组织机关政治理论学习，宣传和贯彻党的路线、方针、政策；负责机关党风廉政建设和纪律检查工作；组织协调机关精神文明建设工作；负责机关各党组织和党员的管理和指导工作。"
  },
  {
    "time": "2019-12-31",
    "department": "纪检监察处（与党组纪检组合署办公）",
    "content": "负责履行监督责任，协助党组加强党风建设和组织协调反腐败工作；督促检查相关部门落实惩治和预防腐败工作任务；强化监督执纪问责，受理对党员干部的检举、控告，严肃查处违规违纪问题，受理不服处分的申诉,巡察工作领导小组办公室设在党组纪检组。负责巡察工作领导小组的日常工作。"
  },
  {
    "time": "2019-12-31",
    "department": "安全管理处",
    "content": "贯彻执行国家安全生产方针、政策和法律、法规、标准以及行业安全生产工作要求；负责全系统消防安全、生产安全、交通安全、职业健康和内部治安等安全生产管理工作的组织、协调、监督、检查和报告等工作；依法协调处理生产安全事故；承担安全生产委员会的日常工作。"
  },
  {
    "time": "2019-12-31",
    "department": "烟叶管理处",
    "content": "负责拟订全系统烟叶生产经营规划、烟叶产业经济政策；负责烟叶生产、收购、调拨、经营、基地建设、复烤加工、基层建设等管理工作；负责现代农业建设的组织与实施；负责烟叶生产技术推广应用。"
  },
  {
    "time": "2019-12-31",
    "department": "卷烟销售管理处",
    "content": "负责拟订全系统卷烟营销规划并组织实施；负责指导、监管、检查所属单位卷烟营销和品牌培育工作；负责组织、指导全系统卷烟营销网络建设工作；负责卷烟市场信息监测及分析工作；负责监督和检查卷烟价格执行情况。"
  },
  {
    "time": "2019-12-31",
    "department": "物流管理处",
    "content": "负责拟订全系统物流建设规划；负责组织实施循环物流建设；负责组织实施物流配送中心项目审查与建设；负责实施物流非法人实体化运行管理；推广行业物流标准；组织协调、实施工商一体化物流对接。"
  },
  {
    "time": "2019-12-31",
    "department": "离退休人员管理办公室",
    "content": "负责机关离退休人员工作，指导所属单位的离退休人员工作。"
  },
  {
    "time": "2019-12-31",
    "department": "机关服务中心",
    "content": "负责机关后勤服务、安全保卫、物业管理、车辆管理等相关工作。"
  },
  {
    "time": "2019-12-31",
    "department": "信息中心",
    "content": "负责拟订并组织实施全系统信息化规划、管理制度和标准；负责全系统统计管理工作；负责信息化项目的建设和管理；负责网络和信息安全工作；负责信息系统运行维护管理工作；负责信息化资产管理工作。"
  },
  {
    "time": "2019-12-31",
    "department": "教育培训中心",
    "content": "负责全系统教育培训工作的组织、管理与具体实施；负责教育培训需求分析、效果评估；负责师资、教材、课程等培训资源建设。特有职业（工种）职业技能鉴定站负责全系统特有职业（工种）职业技能鉴定管理工作；负责组织职业技能竞赛工作。"
  },
  {
    "time": "2019-12-31",
    "department": "烟草质量监督检测站",
    "content": "承担产品质量监督检验任务；负责对销售或查获的国内外卷烟产品的真伪进行鉴别与仲裁性检验；负责面向社会开展烟草产品质量、真假卷烟识别等技术咨询与宣传服务工作。"
  },
  {
    "time": "2019-12-31",
    "department": "四川省烟草科学研究所",
    "content": "承担全系统科技创新、管理创新等重点科研项目攻关，重点开展烟草农业科学技术研究；提供烟草农业新品种、新技术、新工艺、新方法技术示范、推广及培训服务；承担全系统技术中心的业务指导。"
  },
  {
    "time": "2019-12-31",
    "department": "烟叶基础设施建设办公室",
    "content": "负责烟叶基础设施建设和烟草援建水源工程建设的管理工作。"
  },
  {
    "time": "2019-12-31",
    "department": "群团工作处（工会办公室）",
    "content": "负责全系统工会组织建设，指导各级工会组织开展民主选举、民主决策、民主管理和民主监督等工作；协助做好烟草行业全国劳模、“五一”劳动奖状等荣誉称号的推荐工作，负责行业劳模的日常管理工作；承担行业工会、机关工会日常工作，承担团委、妇工委日常工作。"
  },
  {
    "time": "2019-12-31",
    "department": "烟草学会秘书处",
    "content": "负责组织学术年会、学术研究、学术交流、科研咨询活动；负责组织科学普及、科技成果推广工作；负责组织编撰烟草志书工作；负责编辑出版全系统相关刊物；负责组织烟草文物的收集整理；指导基层烟草学会及专业委员会、学组的工作。"
  },
  {
    "time": "2019-12-31",
    "department": "规范管理办公室",
    "content": "为议事协调机构。负责制订和组织实施全系统规范管理工作计划；制订细化行业规范管理制度的运作规则、配套办法、保障机制；组织对规范管理制度贯彻落实情况进行督办督查。"
  }
]